{
    "Login":"ログイン",
    "Register":"登録",
    "E-Mail Address":"メールアドレス",
    "First Name":"姓",
    "Last Name":"名",
    "Province": "住居地",
    "Year of birth":"生まれた年",
    "Gender":"性別",
    "Subscribe":"メールマガジン登録",
    "Password":"パスワード",
    "Fermale":"女性",
    "Male":"男性",
    "Confirm":"内容を確認",
    "Update":"更新",
    "Confirm Password":"新しいパスワード（確認）",
    "Forgot Your Password":"パスワードを忘れた方はこちら",
    "Yes":"する",
    "No":"しない",
    "Status":"チェックボックス",
    "On":"希望する",
    "Off":"希望しない",
    "Register Successfully":"仮登録完了",
    "A confirmation email has been sent to the email address you entered":"頂いたメールアドレスに確認メールを送信しました。",
    "Click the URL in this email content to complete the registration.":"メール本文のURLから登録手続きを完了してください。",
    "Please complete the registration within 72 hours.":"仮登録から72時間以内にお手続きを完了してください。",
    "If more than 2 hours have passed, registration will be required from the beginning again.":"2時間以上経過した場合は再度はじめからお手続きが必要となります",
    "Do you want to delete your account?":"本当に退会を希望しますか？",
    "Close":"閉じる",
    "Back":"戻る",
    "Please access the following URL and complete this registration.":"以下のURLにアクセスして本登録を完了させてください。",
    "Thank you for registering.":"BecenteGate（ビセンテゲート）にご登録頂き誠にありがとうございます。",
    "If you do not remember the content of this email.":"【このメールの内容に覚えがない方】",
    "You can discard this email without doing anything.":"メールの内容に覚えがない場合は、何もせずに当メールを破棄して頂いて結構です。",
    "Verify Email Address.":"【BecenteGate】仮登録のお知らせ",
    "We will contact you as your registration has been completed.":"お客様の登録が完了いたしましたのでご連絡申し上げます。",
    "Please feel free to contact us.":"ご不明な点やご質問などございましたら、お気軽にお問い合せください。",
    "Membership registration is complete.":"【BecenteGate】本登録のお知らせ",
    "Complete register.":"登録完了",
    "Before proceeding, please check your email for a verification link.": "メールに記載されているリンクをクリックして、登録手続きを完了してください。",
    "Click to verify account.": "アカウントを確認",
    "Reset Password Notification" : "【BecenteGate】パスワードのリセット",
    "We received a password reset request for your account.":"パスワード再発行のリクエストを受け付けました。",
    "Click the below button to complete reset password":"この手続きを完了するには、以下のボタンをクリックしてください。",
    "Reset Password":"パスワードをリセット",
    "If you did not request a password reset, no further action is required.":"このリクエストに覚えがない場合はこのメールは無視してください。",
    "This password reset link will expire in :count minutes.":"このリクエストの有効期限は:count分です。有効期限を過ぎますと処理を最初からやり直す必要があります。"
}